print(14+25)
print(12-7)
print(8*9)
print(81/9)
text1="goa is"  #პირველი ტექსტური მონაცემი
text2="the best"  #მეორე ტექსტური მონაცემი
result=text1+" "+text2 #შევაერთე ორივე ტექსტი ერთ ცვლადში result-ში
print(result) #პრინტ ფუნქციით გამოვიტანე შედეგი
#ორივე ტექსტური მონაცემი გავაერთიანე ერთ ცვლადში და ეს ცვლადი გამოვიტანე ტერმინალში პრინტ ფუნქციით
#ტერმინალი საშუალებას აძლევს მომხმარებელს იმისთვის რომ შეასრულოს ბრანებები.როცა მომხმარებელი გააკეთებს რაიმე არითმეტიკულ გამოთვლას ან რამეს დაპრინტავს,მას შეუძლია შედეგის ნახვა ტერმინალში.მოკლედ ტერმინალი არის ინტერფეისი ურთიერთქმედებისთვის მომხმარებელსა და ოპერაციული სისტემის შორის ტექსტური ბრძანებების საშუალებით
num1=64+18*2
num2=15+20*3
answer=num1 + num2
print(answer)
#integer არის მთელი რიცხვი,მაგალითად -3, 27, 0, 88
#string არის სიმბოლოების თანმიმდევრობა მაგალითად სიტყვები ან წინადადებები
